Revit 2024 API
ParameterTypeId.RbsPipeSystemCalculationParam Property
 "Calculations"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsPipeSystemCalculationParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsPipeSystemCalculationParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsPipeSystemCalculationParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace